[ {
  "jobWork" : "일기예보관은 각종 기상 관측 자료의 분석을 바탕으로 일기예보와 기상현상에 대한 주의보, 경보, 기상 전망을 발표하는 업무를 수행합니다. 기류의 방향, 속도, 온도, 습도, 기압 등 지구 대기의 물리적 특성과 그 특성에 영향을 미치는 요인을 조사하여 일기도를 작성합니다. 기상 관측 자료의 분석을 통해 장기, 단기 일기예보와 기상현상에 대한 주의보, 경보, 기상 전망을 발표합니다.",
  "jobNm" : "일기예보관",
  "jobCd" : "5"
}, {
  "jobWork" : "물리학연구원은 자연현상의 기본 법칙을 규명하여 합리적으로 설명, 예측하고, 물리학적 원리와 기법을 산업, 의료, 군사 분야 등에 응용하기 위한 연구를 수행합니다. 물질과 구조의 운동, 전기나 빛 등 에너지의 발생과 이동, 물질과 에너지의 상호 관계에 대한 연구와 실험을 합니다. 물질과 에너지의 관계 등 물리학적 현상에 대해 관찰, 실험합니다. 고형 물질의 구조와 특성을 조사하기 위해 온도, 압력 등의 환경조건을 변화시켜 실험하고 반응을 연구합니다. 다양한 물리학적 기본 원리를 적용하여 재료, 전기, 자기, 광학, 의료, 음향, 빛 등 일상생활을 편리하게 하는 기구 개발에 대해 연구합니다.",
  "jobNm" : "물리학연구원",
  "jobCd" : "8"
}, {
  "jobWork" : "기계공학 기술자ㆍ연구원은 다양한 산업과 연관된 기계, 기구, 산업 설비, 생산시스템 등을 연구, 개발, 설계, 제조하고, 생산 공정을 운영, 감독하는 업무를 수행합니다. 기계의 구성 요소, 설계, 운영, 성능, 시스템의 실현 가능성에 관해 연구하고, 제품에 대한 아이디어를 기획하며, 세부 사항을 설계합니다. 산업 설비와 건설 현장의 기계 시스템의 설비, 변경, 위탁을 감독하고 검사합니다. 기계의 고장이나 문제를 파악하고 해결하며 기술자와 엔지니어를 감독합니다. 계산, 비용 견적서, 보고서 등을 작성하고 검토하는 업무를 수행합니다.",
  "jobNm" : "기계공학 기술자ㆍ연구원",
  "jobCd" : "56"
}, {
  "jobWork" : "수학연구원은 수학적 지식과 이론에 대해 연구하며, 수학적 이론과 기법을 활용하여 경제학, 과학, 공학 등의 문제를 해결하기 위한 연구를 수행합니다. 대수학, 기하학, 확률과 같은 전통적인 수학 분야와 자연과학, 엔지니어링, 컴퓨터공학, 경영과 같은 기타분야의 문제해결을 위한 응용수학기술 분야 등에서 수학적 지식을 확장하기 위한 연구를 수행합니다. 순수수학연구원은 자연현상을 관찰해 얻어진 일반적인 생각을 논리적인 모순이 없는 수학적 모형으로 만든 다음 그 모형을 분석해서 이론을 개발합니다. 응용수학연구원은 순수수학 연구를 통해 얻어진 수학적 모형을 암호학, 컴퓨터 공학, 엔지니어링, 금융 수학 등에 적용하는 연구를 수행합니다.",
  "jobNm" : "수학연구원",
  "jobCd" : "17"
}, {
  "jobWork" : "전자공학기술자는 물리학 및 수학의 이론과 원리를 바탕으로 재료 속성에 대한 지식을 활용하여 전자제품을 설계 및 개발하고 생산관리 및 감독 업무를 합니다. 제품을 설계 및 개발하기 위해서는 시장조사를 거쳐 소비자가 원하는 성능, 기능, 디자인 등에 대한 의견 수렴을 하고 경쟁업체 제품 및 세계 동향, 기술 변화 등을 분석한 후 디자인 설계를 합니다. 계획된 공사의 설계와 시공에 대한 감독 및 조언을 담당하고 계측제어설비에 대한 정비 계획을 수립·시행합니다. 전산기 하드웨어 및 계측제어설비의 사양을 검토·조정하고 신기술 도입 및 개발 방안을 연구합니다. 제품의 모델을 만들어 성능에 이상은 없는지, 제대로 작동은 하는지, 진동이나 충격에 강한지 등을 테스트합니다.",
  "jobNm" : "전자공학기술자",
  "jobCd" : "119"
}, {
  "jobWork" : "시스템엔지니어는 정보 기술의 기술적 사항과 해당 업무에 필요한 사항을 종합적으로 분석하고 설계하여 사용 용도에 따라 가장 빠르면서 안정된 정보시스템을 만드는 일을 합니다. 정보시스템을 도입해 처리할 일을 확인하고 사용자가 일을 처리하는 절차와 관련된 자료를 가지고 정보시스템으로 만들기 위한 모든 요소를 확인합니다. 기존 시스템의 문제점과 고객이 원하는 사항을 자세히 파악하고 분석하여, 만들어야 할 정보시스템의 성능, 기능, 사양 등에 관한 주요 사항을 결정합니다. 만들고자 하는 시스템이 다른 업무를 처리하는 전산 시스템의 데이터와 얼마나 관련되어 있는지를 자세히 검토하여 데이터의 처리에 문제가 없도록 합니다.",
  "jobNm" : "시스템엔지니어",
  "jobCd" : "440"
}, {
  "jobWork" : "가스·수도·전기 계기 검침원 및 안전점검원은 정기적으로 담당 가구나 업소에 방문해서 가스, 수도, 전력 사용량을 검침하고 기록하는 업무를 수행합니다. 가스, 수도, 전력 등의 사용량에 따라 검침 서류를 대단위, 소단위 소비자와 지역으로 구분하여 전산에 입력합니다. 계량기의 불량 상태 등을 점검하고, 계량기 표면의 이물질을 제거합니다.",
  "jobNm" : "가스ㆍ수도ㆍ전기 계기 검침원 및 안전점검원",
  "jobCd" : "1"
} ]